export let dataQuestions = [
        {
            question: 'На какую сумму Роспотребнадзор оштрафовал продуктовую сеть «Вкусвилл»?',
            id: 1,
            answers: [
                {
                    answer: '6,3 млн рублей',
                    trueOrFalse: true,
                    desc: 'Да. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
                    id: 1
                },
                {
                    answer: '1 млн рублей',
                    trueOrFalse: false,
                    desc: 'Нет, немного больше: 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
                    id: 2
                },
                {
                    answer: '50 млн рублей',
                    trueOrFalse: false,
                    desc: 'Нет, гораздо меньше: 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
                    id: 3
                },
                {
                    answer: 'Не оштрафовал, а объявил выговор',
                    trueOrFalse: false,
                    desc: 'Нет, всё же оштрафовал на 6,3 млн рублей. Проверка обнаружила просроченные продукты, но представители сети утверждают, что большая часть замечаний не коснулась их качества.',
                    id: 4
                }
            ]
        },

        {
            question: 'Почему бутылку воды «Святой источник» в форме футбольного мяча сняли с продажи?',
            id: 2,
            answers: [
                {
                    answer: 'Она оказалась огнеопасной',
                    trueOrFalse: true,
                    desc: 'Да, бутылка благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
                    id: 1
                },
                {
                    answer: 'Дети играли ею в футбол и разбивали окна',
                    trueOrFalse: false,
                    desc: 'Нет, дело в её форме призмы — она фокусировала свет так, что он воспламенял окружающие предметы.',
                    id: 2
                },
                {
                    answer: 'Она постоянно скатывалась с полок',
                    trueOrFalse: false,
                    desc: 'Бутылка была довольно устойчивая, но благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
                    id: 3
                },
                {
                    answer: 'Её никто не покупал',
                    trueOrFalse: false,
                    desc: 'Её покупали, но бутылка благодаря своей форме призмы фокусировала свет так, что он воспламенял окружающие предметы.',
                    id: 4
                }
            ]
        },

        {
            question: 'Сколько денег потеряли основатели WhatsApp после ухода из  Facebook?',
            id: 3,
            answers: [
                {
                    answer: 'Они лишились акций на $1,3 млрд',
                    trueOrFalse: true,
                    desc: 'Ян Кум и Брайан Эктон действительно могли получить акции на эту сумму, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством.',
                    id: 1
                },
                {
                    answer: 'Они не только лишились акций на $1,3 млрд и выплатили штрафы на $100 млн',
                    trueOrFalse: false,
                    desc: 'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством, но штрафы никто не выплачивал.',
                    id: 2
                },
                {
                    answer: 'Ничего не лишились, к моменту ухода они уже получили всё вознаграждение',
                    trueOrFalse: false,
                    desc: 'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством.',
                    id: 3
                },
                {
                    answer: 'Ничего не лишились, но получили иски за нарушение коммерческой тайны',
                    trueOrFalse: false,
                    desc: 'Ян Кум и Брайан Эктон могли получить акции на $1,3 млрд, если бы проработали в Facebook до ноября 2018 года. Они ушли досрочно из-за конфликта с руководством — но коммерческую тайну пока никто не нарушил.',
                    id: 4
                }
            ]
        },

        {
            question: 'В какой скандал угодила компания «Газелькин» в июне 2018 года?',
            id: 4,
            answers: [
                {
                    answer: 'Предложила клиентам вызвать «водителей-славян» за дополнительную плату',
                    trueOrFalse: true,
                    desc: 'Компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».',
                    id: 1
                },
                {
                    answer: 'Её «Газели» постоянно застревали под мостом с надписью «Газель не проедет»',
                    trueOrFalse: false,
                    desc: 'Её «Газели» постоянно застревали под мостом с надписью «Газель не проедет» Было пару раз, но не в июне. На самом деле компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После она переименовала услугу в «идеальный русский язык».',
                    id: 2
                },
                {
                    answer: 'Грузчики разбили антикварный шкаф стоимостью 163 млн рублей',
                    trueOrFalse: false,
                    desc: 'О таком случае не сообщалось, но зато компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».',
                    id: 3
                },
                {
                    answer: 'Выложила персональные данные клиентов — телефоны, адреса, почты — в открытый доступ',
                    trueOrFalse: false,
                    desc: 'О таком случае не сообщалось, но зато компания дала клиентам возможность выбрать водителя славянской внешности и российского гражданства. После скандала она переименовала услугу в «идеальный русский язык».',
                    id: 4
                }
            ]
        },

        {
            question: 'Простой вопрос для передышки. До какого порога правительство собирается повысить НДС?',
            id: 5,
            answers: [
                {
                    answer: '20%',
                    trueOrFalse: true,
                    desc: 'Да, НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
                    id: 1
                },
                {
                    answer: '19%',
                    trueOrFalse: false,
                    desc: 'Нет, всё же именно НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
                    id: 2
                },
                {
                    answer: '21%',
                    trueOrFalse: false,
                    desc: 'Нет, НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
                    id: 3
                },
                {
                    answer: 'Никто не собирается повышать НДС, зато повысят НДФЛ',
                    trueOrFalse: false,
                    desc: 'Нет, всё же именно НДС собираются повысить с 18% до 20%. Кстати, вот чем это грозит',
                    id: 4
                }
            ]
        },

        {
            question: 'Чем займётся Герман Клименко после ухода с поста советника президента по интернету?',
            id: 6,
            answers: [
                {
                    answer: 'Проектами в сфере цифровой медицины',
                    trueOrFalse: true,
                    desc: 'Верно',
                    id: 1
                },
                {
                    answer: 'Станет разрабатывать собственный мессенджер',
                    trueOrFalse: false,
                    desc: 'Это вполне возможно, но сперва он планирует заниматься проектами в сфере цифровой медицины.',
                    id: 2
                },
                {
                    answer: 'Будет советником по медицине',
                    trueOrFalse: false,
                    desc: 'Нет, он планирует заниматься собственными проектами в сфере цифровой медицины.',
                    id: 3
                },
                {
                    answer: 'Отправится в кругосветное путешествие',
                    trueOrFalse: false,
                    desc: 'Он планирует заниматься собственными проектами в сфере цифровой медицины.',
                    id: 4
                }
            ]
        },

        {
            question: 'Какую услугу запустила «Студия Артемия Лебедева» на волне успеха «Экспресс-дизайна»?',
            id: 7,
            answers: [
                {
                    answer: 'Экспресс-дизайн не логотипов, а предметов — за 300 тысяч рублей',
                    trueOrFalse: true,
                    desc: 'Да, и заказчик точно так же обязан принять первый предложенный вариант.',
                    id: 1
                },
                {
                    answer: 'Сервис экспресс-маркетинга: за 500 тысяч рублей Артемий Лебедев лично весь месяц будет вести ваш блог',
                    trueOrFalse: false,
                    desc: 'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
                    id: 2
                },
                {
                    answer: 'Экспресс-доставку обедов в офис',
                    trueOrFalse: false,
                    desc: 'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
                    id: 3
                },
                {
                    answer: 'Создание визиток за 50 тысяч рублей',
                    trueOrFalse: false,
                    desc: 'Речь об экспресс-дизайне предметов, и заказчик точно так же обязан принять первый предложенный вариант.',
                    id: 4
                }
            ]
        },

        {
            question: 'Что сказал Олег Тиньков в интервью Владимиру Познеру в рамках ПМЭФ-2018?',
            id: 8,
            answers: [
                {
                    answer: 'Это стыдно — нанимать людей, которыми нужно управлять',
                    trueOrFalse: true,
                    desc: 'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
                    id: 1
                },
                {
                    answer: 'Я бы хотел, чтобы на моей гробовой доске было написано слово «Предприниматель»',
                    trueOrFalse: false,
                    desc: 'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
                    id: 2
                },
                {
                    answer: 'Чтобы быть предпринимателем, не нужно никакого образования',
                    trueOrFalse: false,
                    desc: 'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
                    id: 3
                },
                {
                    answer: 'Предприниматели должны быть звёздами и элитой общества',
                    trueOrFalse: false,
                    desc: 'Вопрос был с подвохом: все эти фразы прозвучали в интервью.',
                    id: 4
                }
            ]
        },

    ];
export let dataResults = [
    {
        result: 'Мне больше интересен футбол',
        count: 0,
        imgSrc: '../img/football.png'
    },
    {
        result: 'Читаю vc.ru с экрана попутчика в метро',
        count: 3,
        imgSrc: '../img/metro.png'
    },
    {
        result: 'Бизнес это интересно, но где взять столько времени?',
        count: 5,
        imgSrc: '../img/time.png'
    },
    {
        result: 'Читаю vc.ru каждый день, но работать тоже нужно',
        count: 7,
        imgSrc: '../img/work.png'
    },
    {
        result: 'Я работаю в редакции vc.ru',
        count: 8,
        imgSrc: '../img/master.png'
    }
]